Repository: TrellixVulnTeam/nube_NB3Q
Catalog: royal/webunificada-develop/web/modules/custom/consum_user_register/translations/consum_user_register.*.po
Languages: ca, es

source: The password must be between 10 and 25 characters.
ca: La contrasenya ha de tenir entre 10 y 25 caràcters.
es: La contraseña debe tener entre 10 y 25 caracteres.

source: The password must include at least one uppercase letter.
ca: La contrasenya ha de tenir alguna mayúscula.
es: La contraseña debe contener alguna mayúscula.

source: The password must include at least one lowercase letter.
ca: La contrasenya ha de tenir alguna minúscula.
es: La contraseña debe contener alguna minúscula.

source: The password must include at least one number.
ca: La contrasenya ha de tenir algun nombre.
es: La contraseña debe contener algun número.

source: The indicated email already exists in the system.
ca: L'email indicat ja existeix en el sistema.
es: El email indicado ya existe en el sistema.

source: Continue Socio-Client registration
ca: Continuar registre Soci-Client
es: Continuar registro Socio-Cliente

source: Continue
ca: Continuar
es: Continuar

source: Must be registered to apply to be a partner-client.
ca: Ha d'estar registrat per a sol·licitar ser soci-client.
es: Debe estar registrado para solicitar ser socio-cliente.

source: You’re already a partner. You can’t make this request.
ca: Vosté ja és soci, no pot realitzar aquesta sol·licitud.
es: Ud. ya es socio, no puede realizar esta solicitud.

source: You already have an request in progress. I’m sorry.
ca: Vosté ja té una sol·licitud en curs.
es: Ud. ya tiene una solicitud en curso.
